Repository: meego-netbook-ux/gnome-control-center
Catalog: po/*.po
Languages: wa

source: Current network location
wa: Eplaeçmint del rantoele do moumint

source: More backgrounds URL
wa: Pus d' URL di tapisreyes

source: More themes URL
wa: Pus d' URL di tinmes

source: Set this to your current location name. This is used to determine the appropriate network proxy configuration.
wa: Definixhoz çouci sorlon l' no di vost eplaeçmint do moumint. C' est eployî po dire li bon apontiaedje do rantoelaedje procsi.

source: URL for where to get more desktop backgrounds. If set to an empty string the link will not appear.
wa: URL wice k' on sait aler pexhî d' ôtes tapisreyes pol sicribanne. S' il est leyî vude, li hårdêye n' apaxhrè nén.

source: URL for where to get more desktop themes. If set to an empty string the link will not appear.
wa: URL wice k' on sait aler pexhî d' ôtes tinmes di scribanne. S' il est leyî vude, li hårdêye n' apaxhrè nén.

source: Image/label border
wa: Boirdeure d' imådje/no

source: Width of border around the label and image in the alert dialog
wa: Lårdjeur del boirdeure åtoû do no eyet d' l' imådje el divize d' abranle

source: Alert Type
wa: Sôre d' abranle

source: The type of alert
wa: Li sôre d' abranle

source: Alert Buttons
wa: Botons d' abranle

source: The buttons shown in the alert dialog
wa: Les botons mostrés el divize d' abranle

source: Show more _details
wa: Èndè sawè _dpus

source: Place your left thumb on %s
wa: Metoz vosse pôce di hintche so %s

source: Swipe your left thumb on %s
wa: Passez vosse pôce di hintche so %s

source: Place your left index finger on %s
wa: Metoz vost erî-doet di hintche so %s

source: Swipe your left index finger on %s
wa: Passez vost erî-doet di hintche so %s

source: Place your left middle finger on %s
wa: Metoz vosde grand doet di hintche so %s

source: Swipe your left middle finger on %s
wa: Passez vosde grand doet di hintche so %s

source: Place your left ring finger on %s
wa: Metoz vost anea-doet di hintche so %s

source: Swipe your left ring finger on %s
wa: Passez vost anea-doet di hintche so %s

source: Place your left little finger on %s
wa: Metoz vosse pitit doet di hintche so %s

source: Swipe your left little finger on %s
wa: Passez vosse pitit doet di hintche so %s

source: Place your right thumb on %s
wa: Metoz vosse pôce di droete so %s

source: Swipe your right thumb on %s
wa: Passez vosse pôce di droete so %s

source: Place your right index finger on %s
wa: Metoz vost erî-doet di droete so %s

source: Swipe your right index finger on %s
wa: Passez vost erî-doet di droete so %s

source: Place your right middle finger on %s
wa: Metoz vosse grand doet di droete so %s

source: Swipe your right middle finger on %s
wa: Passez vosse grand doet di droete so %s

source: Place your right ring finger on %s
wa: Metoz vost anea-doet di droete so %s

source: Swipe your right ring finger on %s
wa: Passez vost anea-doet di droete so %s

source: Place your right little finger on %s
wa: Metoz vosse pitit doet di droete so %s

source: Swipe your right little finger on %s
wa: Passez vosse pitit doet di droete so %s

source: Place your finger on the reader again
wa: Rimetoz vosse doet sol léjheu

source: Swipe your finger again
wa: Ripassez vosse doet sol léjheu

source: Swipe was too short, try again
wa: Vos avoz passé trop rade, rissayî cor on côp

source: Your finger was not centered, try swiping your finger again
wa: Vosse doet n' esteut nén å mitan, rissayî d' passer vosse doet

source: Remove your finger, and try swiping your finger again
wa: Oistez vosse doet eyet rsayî d' passer vosse doet

source: Select Image
wa: Tchoezi imådje

source: No Image
wa: Nole imådje

source: Images
wa: Imådjes

source: All Files
wa: Tos les fitchîs

source: There was an error while trying to get the addressbook information Evolution Data Server can't handle the protocol
wa: Åk n' a nén stî come dji sayive di pexhî les informåcions do calpin d' adresse Li sierveu des dnêyes d' Evolution n' sait apougnî l' protocole

source: Unable to open address book
wa: Dji n' sai drovi l' calpin d' adresse

source: About %s
wa: Å dfwait di %s

source: A_ddress:
wa: A_dresse :

source: A_ssistant:
wa: Ma_crea :

source: About Me
wa: Å dfwait d' mi

source: Address
wa: Adresse

source: C_ity:
wa: _Veye :

source: C_ompany:
wa: E_terprijhe :

source: Cale_ndar:
wa: Cali_ndrî :

source: Change Passwo_rd...
wa: Candjî di sc_ret :

source: Ci_ty:
wa: _Veye :

source: Co_untry:
wa: Pa_yis :

source: Contact
wa: Contak

source: Cou_ntry:
wa: Pa_yis :

source: Disable _Fingerprint Login...
wa: Essocter l' elodjaedje avou rconoxhance di _doet...

source: Email
wa: Emile

source: Enable _Fingerprint Login...
wa: Mete èn alaedje l'elodjaedje avou rconoxhance di _doet...

source: Full Name
wa: No etir

source: Hom_e:
wa: _Måjhon :

source: Home
wa: Måjhon

source: Instant Messaging
wa: Messaedjreye sol moumint

source: Job
wa: Ovraedje

source: P.O. _box:
wa: _Boesse al posse :

source: P._O. box:
wa: B_oesse al posse :

source: Personal Info
wa: Informåcions da vosse

source: Select your photo
wa: Tchoezixhoz vosse foto

source: State/Pro_vince:
wa: Estat/Pro_vince

source: Telephone
wa: Telefone

source: User name:
wa: No d' uzeu :

source: Web
wa: Waibe

source: Web _log:
wa: D_journå sol waibe :

source: Wor_k:
wa: Bu_ro :

source: Work
wa: Buro

source: Work _fax:
wa: _Facs do buro :

source: Zip/_Postal code:
wa: Limero del _posse/Zip

source: _Address:
wa: _Adresse :

source: _Department:
wa: _Depårtumint :

source: _Home page:
wa: Pådje måj_hon :

source: _Home:
wa: Måj_hon :

source: _Manager:
wa: _Manaedjeu

source: _Mobile:
wa: A_xhlåve :

source: _Profession:
wa: _Mestî :

source: _State/Province:
wa: E_stat/Province :

source: _Title:
wa: _Tite :

source: _Work:
wa: _Buro :

source: _Zip/Postal code:
wa: Limero del posse/_Zip :

source: Set your personal information
wa: Definixhoz les informåcions da vosse

source: You are not allowed to access the device. Contact your system administrator.
wa: Vos n' poloz nén moussî e l' éndjin. Dimandez å manaedjeu di vosse sistinme.

source: The device is already in use.
wa: L' éndjin est ddja eployî.

source: An internal error occured
wa: Ene divantrinne aroke s' a passé

source: Delete registered fingerprints?
wa: Disfacer les traces di doets edjîstreyes ?

source: _Delete Fingerprints
wa: _Disfacer traces di doets

source: Do you want to delete your registered fingerprints so fingerprint login is disabled?
wa: Voloz vs disfacer vos traces di doets po k' l' elodjaedje avou l' ricnoxhance des traces di doets soeye essocté ?

source: Done!
wa: Tot fwait !

source: Could not access '%s' device
wa: Dji n' a savou moussî e l' éndjin « %s »

source: Could not start finger capture on '%s' device
wa: Dji n' a savou ataker l' egaloyaedje des traces di doet l' éndjin « %s »

source: Could not access any fingerprint readers
wa: Dji n' a savou moussî dins nou léjheu d' trace di doet

source: Please contact your system administrator for help.
wa: Dimandez å manaedjeu d' vosse sistinme po k' i vs aide.

source: Enable Fingerprint Login
wa: Mete èn alaedje l' elodjaedje avou rconoxhance des traces di doets

source: To enable fingerprint login, you need to save one of your fingerprints, using the '%s' device.
wa: Po mete èn alaedje l' elodjaedje avou l' ricnoxhance des traces di doets, vos dvoz schaper ene di vos traces di doets e vs siervant di l' éndjin « %s ».

source: Swipe finger on reader
wa: Passez l' doet sol léjheu

source: Place finger on reader
wa: Metoz l' doet sol léjheu

source: Left index finger
wa: Erî-doet d' hintche

source: Left little finger
wa: Pitit doet d' hintche

source: Left middle finger
wa: Grand doet d' hintche

source: Left ring finger
wa: Anea-doet d' hintche

source: Left thumb
wa: Pôce di hintche

source: Other finger:
wa: Ôte doet :

source: Right index finger
wa: Erî-doet d' droete

source: Right little finger
wa: Pitit doet d' droete

source: Right middle finger
wa: Grand doet d' droete

source: Right ring finger
wa: Anea-doet d' droete

source: Right thumb
wa: Pôce di droete

source: Select finger
wa: Tchoezi on doet

source: Your fingerprint was successfully saved. You should now be able to log in using your fingerprint reader.
wa: Vosse trace di doet a stî schapêye comifåt. Vos dvrîz asteure vos sawé elodjî e vs siervi d' vosse léjheu d' traces di doet.

source: Child exited unexpectedly
wa: L' efant a moussî foû la k' on nel ratindeut nén.

source: Could not shutdown backend_stdin IO channel: %s
wa: Dji n' a savou arester l' canå d' I/R backend_stdin : %s

source: Could not shutdown backend_stdout IO channel: %s
wa: Dji n' a savou arester l' canå d' I/R backend_stdout : %s

source: Authenticated!
wa: Otintifyî !

source: Your password has been changed since you initially authenticated! Please re-authenticate.
wa: Vosse sicret a stî candjî dispoy ki vs vos avoz otintifyî pol prumî côp! Rotintifyîz vs, s' i vs plait.

source: That password was incorrect.
wa: Li scret n' esteut nén bon.

source: Your password has been changed.
wa: Vosse sicret a stî candjî.

source: System error: %s.
wa: Aroke sistinme : %s.

source: The password is too short.
wa: Li scret est trop court.

source: The password is too simple.
wa: Li scret est trop simpe.

source: The old and new passwords are too similar.
wa: Li vî eyet l' novea scret s' rishonnnut d' trop.

source: The new password must contain numeric or special character(s).
wa: I doet î awè onk ou des caractere(s) numerike(s)/sipeciå(s) e novea scret.

source: The old and new passwords are the same.
wa: Li vî eyet l' novea scret sont les minmes.

source: Unable to launch %s: %s
wa: Dji n' sai enonder %s : %s

source: Unable to launch backend
wa: Dji n' sait enonder l' bouye di fond

source: A system error has occurred
wa: Ene aroke sistinme s' a passé

source: Checking password...
wa: Dji verifeye li scret...

source: Click <b>Change password</b> to change your password.
wa: Clitchîz so <b>Candjî d' sicret</b> po candjî vosse sicret.

source: Please type your password in the <b>New password</b> field.
wa: Tapez vosse sicret e tchamp <b>Novea scret</b>, s' i vs plait.

source: Please type your password again in the <b>Retype new password</b> field.
wa: Ritapez vosse sicret e tchamp <b>Ritaper novea scret</b>, s' i vs plait.

source: The two passwords are not equal.
wa: Les deus screts n' sont nén les minmes.

source: Change pa_ssword
wa: Candjî d' _sicret

source: Change password
wa: Candjî d' sicret

source: Change your password
wa: Candjîz vosse sicret

source: Current _password:
wa: S_icret do moumint :

source: To change your password, enter your current password in the field below and click <b>Authenticate</b>. After you have authenticated, enter your new password, retype it for verification and click <b>Change password</b>.
wa: Po candjî vosse sicret, tapez vosse sicret do moumint e tchamp vaici pa dzo eyet clitchî so <b>Otintifyî</b>. Après vs awè otintifyî, tapez vosse novea sicret, li rtaper pol verifyî eyet clitchî so <b>Candjî d' sicret</b>.

source: _Authenticate
wa: _Otintifyî

source: _New password:
wa: _Novea scret :

source: _Retype new password:
wa: _Ritaper novea scret :

source: Accessible Lo_gin
wa: Elod_jaedje accessibe

source: Assistive Technologies
wa: Aidantès tecnolodjeyes

source: Assistive Technologies Preferences
wa: Preferinces des aidantès tecnolodjeyes

source: Changes to enable assistive technologies will not take effect until your next log in.
wa: Les candjmints po mete èn alaedje les aidantès tecnolodjeyes n' overront nén divant l' elodjaedje shuvant.

source: Close and _Log Out
wa: Clôre eyet dis_lodjî

source: Jump to Preferred Applications dialog
wa: Potchî al divize des programes colåds

source: Jump to the Accessible Login dialog
wa: Potchî al divize d' elodjaedje accessibe

source: Jump to the Keyboard Accessibility dialog
wa: Potchî al divize d' accessibilité del taprece

source: Jump to the Mouse Accessibility dialog
wa: Potchî al divize d' accessibilité del sori

source: Preferences
wa: Preferinces

source: _Enable assistive technologies
wa: M_ete èn alaedje les aidantès tecnolodjeyes

source: _Keyboard Accessibility
wa: Accessibilité del _taprece

source: _Mouse Accessibility
wa: Accessibilité del _sori

source: _Preferred Applications
wa: Programes colåds

source: Choose which accessibility features to enable when you log in
wa: Tchozixhoz kénes fonccionålités mete èn ouve cwand on s' elodje

source: Add Wallpaper
wa: Radjouter tapisreye

source: All files
wa: Tos les fitchîs

source: Font may be too large
wa: Li fonte serè motoit trop grande

source: The font selected is %d point large, and may make it difficult to effectively use the computer. It is recommended that you select a size smaller than %d.
wa: Li fonte ki vs avoz tchoezi est trop grande d' %d pont eyet ça srè kécfeye målåjhey di vs siervi del copiutrece. Il est rcomandé k' vos tchoezixhoxhe ene pus ptite grandeur ki %d.

source: The font selected is %d point large, and may make it difficult to effectively use the computer. It is recommended that you select a smaller sized font.
wa: Li fonte ki vs avoz tchoezi est trop grande d' %d pont eyet ça srè kécfeye målåjhey di vs siervi del copiutrece. Il est rcomandé k' vos tchoezixhoxhe ene pus ptite fonte.

source: Use previous font
wa: Si siervi del fonte di dvant

source: Use selected font
wa: Si siervi del fonte di tchoezeye

source: Could not load user interface file: %s
wa: Dji n' a savou tcherdjî l' fitchî di l' eterface uzeu : %s

source: Specify the filename of a theme to install
wa: Dinez l' no do fitchî d' on tinme a astaler

source: filename
wa: no do fitchî

source: Specify the name of the page to show (theme|background|fonts|interface)
wa: Dinez l' no del pådje a håyner (tinme|fond|fontes|eterface)

source: page
wa: pådje

source: [WALLPAPER...]
wa: [TAPISREYE...]

source: Default Pointer
wa: Pwinteu prémetou

source: Install
wa: Astaler

source: This theme will not look as intended because the required GTK+ theme engine '%s' is not installed.
wa: Çou tinme ni rvénrè nén come volou ca l' éndjin d' tinme GTK+ « %s » ki fåt n' est nén astalé.

source: Apply Background
wa: Mete èn alaedje li fond

source: Apply Font
wa: Mete èn alaedje li fonte

source: Revert Font
wa: Rimete li fonte come divant

source: The current theme suggests a background and a font. Also, the last applied font suggestion can be reverted.
wa: Li tinme do moumint sudjere on fond eyet ene fonte. D' abôrd, vos savoz rvini sol dierinne fonte sudjerêye metowe èn ouve.

source: The current theme suggests a background. Also, the last applied font suggestion can be reverted.
wa: Li tinme do moumint sudjere on fond. D' abôrd, vos savoz rvini sol dierinne fonte sudjerêye metowe èn ouve.

source: The current theme suggests a background and a font.
wa: Li tinme do moumint sudjere on fond eyet ene fonte.

source: The current theme suggests a font. Also, the last applied font suggestion can be reverted.
wa: Li tinme do moumint sudjere ene fonte. D' abôrd, vos savoz rvini sol dierinne fonte sudjerêye metowe èn ouve.

source: The current theme suggests a background.
wa: Li tinme do moumint sudjere on fond.

source: The last applied font suggestion can be reverted.
wa: Vos savoz rvini sol dierinne fonte sudjerêye metowe èn ouve.

source: The current theme suggests a font.
wa: Li tinme do moumint sudjere ene fonte.

source: Custom
wa: A vosse môde

source: Appearance Preferences
wa: Preferinces del rivnance

source: Background
wa: Fond

source: Best _shapes
wa: Meyeusès _cognes

source: Best co_ntrast
wa: Meyeus co_ntrasse

source: C_olors:
wa: C_oleurs :

source: C_ustomize...
wa: Mete a _vosse môde :

source: Center
wa: Å mitan

source: Changing your cursor theme takes effect the next time you log in.
wa: Candjî l' tinme di vosse cursoe n' serè èn ouve kel côp ki vs relodjroz.

source: Colors
wa: Coleurs

source: Controls
wa: Controles

source: Customize Theme
wa: Tinme da vosse môde

source: D_etails...
wa: D_etays...

source: Des_ktop font:
wa: Fonte pol sicri_banne :

source: Font Rendering Details
wa: Detays do rindou del fonte

source: Fonts
wa: Fontes

source: Get more backgrounds online
wa: Pexhî pus di fonds so les fyis

source: Get more themes online
wa: Pexhî pus di fonds so les fyis

source: Gra_yscale
wa: Schåle di _gris

source: Hinting
wa: Advinaedje

source: Horizontal gradient
wa: Degradé di coûtchî

source: Icons
wa: Imådjetes

source: Icons only
wa: Rén k' les imådjetes

source: Large
wa: Grand

source: N_one
wa: N_ole

source: Open a dialog to specify the color
wa: Drovi on purnea po specifyî l' coleur

source: Pointer
wa: Pwinteu

source: R_esolution:
wa: _Finté :

source: Rendering
wa: Rindou

source: Save Theme As...
wa: Schaper tinme et l' rilomer...

source: Save _As...
wa: Schaper eyet _rlomer...

source: Save _background image
wa: Schaper imådje do _fond

source: Scale
wa: Schåle

source: Small
wa: Pitit

source: Smoothing
wa: Adoûcixhmint

source: Solid color
wa: Coleur solide

source: Stretch
wa: Alårdji

source: Sub_pixel (LCDs)
wa: Sor_picsel (LCD)

source: Sub_pixel smoothing (LCDs)
wa: Adoûcixhmint des sor_picsels (LCD)

source: Subpixel Order
wa: Ôre des sorpicsels

source: Text
wa: Tecse

source: Text below items
wa: Tecse pa dzo les cayets

source: Text beside items
wa: Tecse adlé des cayets

source: Text only
wa: Rén kel tecse

source: The current controls theme does not support color schemes.
wa: Li tinme des controles do moumint n' sopoite nén les djeus d' coleur.

source: Theme
wa: Tinme

source: Tile
wa: A schaeyes

source: VB_GR
wa: VB_VR

source: Vertical gradient
wa: Degradé d' astampé

source: Window Border
wa: Boird do purnea

source: Zoom
wa: Zoumer

source: _Add...
wa: _Radjouter...

source: _Application font:
wa: Fonte po les _programes:

source: _BGR
wa: _BVR

source: _Description:
wa: _Discrijhaedje :

source: _Document font:
wa: Fonte do _documint :

source: _Fixed width font:
wa: Lårdjeur ewale del fonte :

source: _Full
wa: R_impli

source: _Input boxes:
wa: Boesses d' intrêye :

source: _Install...
wa: _Astaler...

source: _Medium
wa: _Moyén

source: _Monochrome
wa: D' ene _seule coleur

source: _Name:
wa: _No:

source: _None
wa: _Nouk

source: _RGB
wa: _RVB

source: _Reset to Defaults
wa: _Rimete come prémétou

source: _Selected items:
wa: _Tchoezi cayets :

source: _Size:
wa: _Grandeu :

source: _Slight
wa: _Ledjir

source: _Style:
wa: _Stîle :

source: _Tooltips:
wa: _Racsegnes :

source: _VRGB
wa: _VRVB

source: _Window title font:
wa: Fonte pol tite des _purneas:

source: _Windows:
wa: _Purneas :

source: dots per inch
wa: ponts par pôce

source: Appearance
wa: Rivnance

source: Customize the look of the desktop
wa: Metoz l' rivnance do scribanne a vosse môde

source: Installs themes packages for various parts of the desktop
wa: Astale des pacaedjes di tinmes po sacwantès pårteyes do scribanne

source: Theme Installer
wa: Astaleu d' tinme

source: Gnome Theme Package
wa: Pacaedje di tinme Gnome

source: No Desktop Background
wa: Pont d' fond d' sicribanne

source: Slide Show
wa: Diaporama

source: Image
wa: Imådje

source: multiple sizes
wa: sacwantès grandeu

source: %d %s by %d %s
wa: %d %s pa %d %s

source: pixel
wa: picsel

source: <b>%s</b> %s, %s Folder: %s
wa: <b>%s</b> %s, %s Ridant : %s

source: <b>%s</b> %s Folder: %s
wa: <b>%s</b> %s Ridant : %s

source: Image missing
wa: L' imådje manke

source: Cannot install theme
wa: Dji n' sai astaler l' tinme

source: The %s utility is not installed.
wa: L' usteye %s n' est nén astalé.

source: There was a problem while extracting the theme.
wa: Åk n' a nén stî come dji satcheu foû l' tinme.

source: There was an error installing the selected file
wa: Åk n' a nén stî come d' astaléve li fitchî di tchoezi

source: "%s" does not appear to be a valid theme.
wa: I m' shonne ki « %s » n' est nén on tinme valåbe.

source: "%s" does not appear to be a valid theme. It may be a theme engine which you need to compile.
wa: I m' shonne ki « %s » n' est nén on tinme valåbe. I gn a kécfeye on moteur di tinme a compiler aprume.

source: Installation for theme "%s" failed.
wa: L' astalaedje do tinme « %s » a fwait berwete.

source: The theme "%s" has been installed.
wa: Li tinme « %s » a stî astalé.

source: Would you like to apply it now, or keep your current theme?
wa: El vôrîz mete èn ouve do côp oudon-bén wårder vosse tinme do moumint ?

source: Keep Current Theme
wa: Wårder tinme do moumint

source: Apply New Theme
wa: Mete èn ouve novea tinme

source: GNOME Theme %s correctly installed
wa: Li tinme GNOME %s est astalé comifåt

source: Failed to create temporary directory
wa: Dji n' a sepou fé d' ridant timporaire

source: New themes have been successfully installed.
wa: Les noveas tinmes ont stî astalés comifåt.

source: No theme file location specified to install
wa: Vos n' avoz nén dit l' eplaeçmint do fitchî d' tinme a astaler

source: Insufficient permissions to install the theme in: %s
wa: Vos n' avoz pont d' droets assez pos astaler l' tinme e : %s

source: Select Theme
wa: Tchoezi tinme

source: Theme Packages
wa: Pacaedjes di tinme

source: Theme name must be present
wa: I fåt awè on no pol tinme

source: The theme already exists. Would you like to replace it?
wa: Gn a ddja c' tinme la. El voloz vs ricandjî ?

source: _Overwrite
wa: Sip_otchî

source: Would you like to delete this theme?
wa: Vôrîz disfacer c' tinme la ?

source: Theme cannot be deleted
wa: Dji n' sai disfacer l' tinme

source: Could not install theme engine
wa: Dji n' a savou astaler l' moteur di tinme

source: There was an error displaying help: %s
wa: Åk n' a nén stî come dji håynéve l' aidance : %s

source: Copying file: %u of %u
wa: Dji copeye li fitchî : %u di %u

source: Copying '%s'
wa: Dji copeye « %s »

source: Copying files
wa: Dji copeye les fitchîs

source: Parent Window
wa: Purnea parint

source: Parent window of the dialog
wa: Purnea parint del divize

source: From URI
wa: A pårti d' l' URI

source: URI currently transferring from
wa: L' URI d' ewou dj' berwete pol moumint

source: To URI
wa: A l' URI

source: URI currently transferring to
wa: L' URI après ewou dj' berwete pol moumint

source: Fraction completed
wa: Fraccion tote fwaite

source: Fraction of transfer currently completed
wa: Fraccion d' berwetaedje tote fwaite pol moumint

source: Current URI index
wa: Indecse di l' URI do moumint

source: Current URI index - starts from 1
wa: Indecse di l' URI do moumint - atake avou 1

source: Total URIs
wa: URI totås

source: Total number of URIs
wa: Nombe totå d' URI

source: File '%s' already exists. Do you want to overwrite it?
wa: Li fitchî « %s » egzistêye dedja. El voloz vs sipotchî ?

source: _Skip
wa: Pa_sser

source: Overwrite _All
wa: Totafwait spotchî

source: Key
wa: Clé

source: GConf key to which this property editor is attached
wa: Li clé GConf ki l' aspougneu di propietés est ataetchî

source: Callback
wa: Rihoucaedje

source: Issue this callback when the value associated with key gets changed
wa: Fé c' rihoucaedje cwand l' valixhance assoçnêye avou l' clé est candjeye

source: Change set
wa: Peclêye di candjmints

source: GConf change set containing data to be forwarded to the gconf client on apply
wa: Peclêye di candjmints di GConf avou dvins des dnêyes a recassî å cliyint gconf å metaedje èn ouve

source: Conversion to widget callback
wa: Rihoucaedje do cviersaedje viè l' componint grafike

source: Callback to be issued when data are to be converted from GConf to the widget
wa: Rihoucaedje a fé cwand les dnêyes divèt esse kiviersêyes di GConf viè l' componint grafike

source: Conversion from widget callback
wa: Rihoucaedje do cviersaedje a pårti do componint grafike

source: Callback to be issued when data are to be converted to GConf from the widget
wa: Rihoucaedje a fé cwand les dnêyes divèt esse kiviersêyes viè GConf a pårti do componint grafike
