Repository: meego-netbook-ux/gnome-control-center
Catalog: po/*.po
Languages: wa

source: UI Control
wa: Controle di l' eterface di l' uzeu

source: Object that controls the property (normally a widget)
wa: Objet ki controle li prôpieté (normålmint on componint grafike)

source: Property editor object data
wa: Dinêyes d' objet di l' aspougneu d' prôpietés

source: Custom data required by the specific property editor
wa: Dinêyes a vosse môde ki fåt po l' aspougneu d' prôpietés specifike

source: Property editor data freeing callback
wa: Rihoucaedje ki dislaxhe l' aspougneu d' prôpietés

source: Callback to be issued when property editor object data is to be freed
wa: Rihoucaedje a fé cwand les dnêyes d' objet di l' aspougneu d' prôpietés dvèt esse dislaxhîs

source: Couldn't find the file '%s'. Please make sure it exists and try again, or choose a different background picture.
wa: Dji n' a savou trover l' fitchî «%s». Acertinez vs s' i vs plait k' il egzistêye bén, eyet rssayîz oudonbén tchoezixhoz ene imådje di fond diferinne.

source: I don't know how to open the file '%s'. Perhaps it's a kind of picture that is not yet supported. Please select a different picture instead.
wa: Dji n' sai nén cmint drovi l' fitchî « %s ». Kécfeye ki c' est ene sôre d' imådje ki n' est nén co sopoirté. Tchoezixhoz s' i vs plait ene ôte imådje al plaece.

source: Please select an image.
wa: Tchoezixhoz ene imådje s' i vs plait.

source: _Select
wa: _Tchoezi

source: Default Pointer - Current
wa: Pwinteu prémetou - Do moumint

source: White Pointer
wa: Blanc cursoe

source: White Pointer - Current
wa: Blanc cursoe - Do moumint

source: Large Pointer
wa: Grand pwinteu

source: Large Pointer - Current
wa: Grand pwinteu - Do moumint

source: Large White Pointer - Current
wa: Grand blanc pwinteu - Do moumint

source: Large White Pointer
wa: Grand blanc pwinteu

source: This theme will not look as intended because the required GTK+ theme '%s' is not installed.
wa: Ci tinme ci n' ravizrè nén come ratindou pask' el tinme GTK+ « %s » k' i fåt n' est nén astalé.

source: This theme will not look as intended because the required window manager theme '%s' is not installed.
wa: Ci tinme ci n' ravizrè nén come ratindou pask' el tinme do manaedjeu des purneas « %s » k' i fåt n' est nén astalé.

source: This theme will not look as intended because the required icon theme '%s' is not installed.
wa: Ci tinme ci n' ravizrè nén come ratindou pask' el tinme d' imådjete « %s » k' i fåt n' est nén astalé.

source: Preferred Applications
wa: Programes colåds

source: Select your default applications
wa: Tchoezixhoz vos prémetous programes

source: Start the preferred visual assistive technology
wa: Enonder l' tecnolodjeye preferêye d' aidance po bén vey

source: Visual Assistance
wa: Aidance po bén vey

source: Error saving configuration: %s
wa: Åk n' a nén stî come dji schapéve l' apontiaedje : %s

source: Could not load the main interface
wa: Dji n' a sepou tcherdjî l' mwaisse eterface

source: Please make sure that the applet is properly installed
wa: Waitîz bén s' i vs plait k' l' aplikete est astalêye comifåt

source: Specify the name of the page to show (internet|multimedia|system|a11y)
wa: Sipecifyîz l' no del pådje a mostrer (daegntoele|multimedia|sistinme|a11y)

source: - GNOME Default Applications
wa: - Programes prémetous di GNOME

source: Accessibility
wa: Accessibilité

source: All %s occurrences will be replaced with actual link
wa: Totes les ocurinces di %s seront rcandjeye pal hårdêye do moumint

source: C_ommand:
wa: C_omande :

source: Co_mmand:
wa: Co_mande:

source: E_xecute flag:
wa: Indicateur d' e_nondaedje :

source: Image Viewer
wa: Håyneu d' imådjes

source: Instant Messenger
wa: Messaedjî sol moumint

source: Internet
wa: Daegntoele

source: Mail Reader
wa: Léjheu d' emile

source: Mobility
wa: Axlhåvisté

source: Multimedia Player
wa: Djouweu multimedia

source: Open link in new _tab
wa: Drovi hårdêye dins ene novele lin_wete

source: Open link in new _window
wa: Drovi hårdêye dins on novea _purnea

source: Open link with web browser _default
wa: Drovi hårdêye avou l' betchteu waibe p_rémetou

source: Run at st_art
wa: Enonder a l' enond_aedje

source: Run in t_erminal
wa: Enonder dins on t_erminå

source: System
wa: Sistinme

source: Terminal Emulator
wa: Emulateu d' terminå

source: Text Editor
wa: Aspougneu di tecse

source: Video Player
wa: Djouweu videyo

source: Visual
wa: Po vey

source: Web Browser
wa: Betchteu waibe

source: _Run at start
wa: Enonde_r a l' enondaedje del session

source: Banshee Music Player
wa: Djouweu d' muzike Banshee

source: Debian Sensible Browser
wa: Betchteu waibe Debian sinsiûle

source: Debian Terminal Emulator
wa: Emulateu d' terminå Debian

source: Epiphany Web Browser
wa: Betchteu waibe Epiphany

source: Evolution Mail Reader
wa: Léjheu d' emiles Evolution

source: GNOME Magnifier without Screen Reader
wa: Loupe di GNOME sins léjheu d' waitroûle

source: GNOME OnScreen Keyboard
wa: Taprece sol waitroûle di GNOME

source: GNOME Terminal
wa: Terminå di GNOME

source: Gnopernicus with Magnifier
wa: Gnopernicus avou l' loupe

source: Iceape Mail
wa: Iceape emile

source: KDE Magnifier without Screen Reader
wa: Loupe di KDE sins léjheu d' waitroûle

source: Linux Screen Reader
wa: Léjheu d' waitroûle di Linux

source: Linux Screen Reader with Magnifier
wa: Léjheu d' waitroûle di Linux avou ene loupe

source: Listen
wa: Schoûter

source: Mozilla Mail
wa: Mozilla Emile

source: Muine Music Player
wa: Djoweu d' muzike Muine

source: Orca with Magnifier
wa: Orca avou ene loupe

source: Rhythmbox Music Player
wa: Djoweu d' muzike Rhythmbox

source: Standard XTerminal
wa: XTerminal sitandård

source: Totem Movie Player
wa: Djouweu d' fime Totem

source: Could not save the monitor configuration
wa: Dji n' a savou schaper l' apontiaedje del waitroûle

source: Could not get session bus while applying display configuration
wa: Dji n' a savou awè l' bus del session come dji meteu èn ouve l' apontiaedje do håynaedje

source: You are only showing your desktop on your computer's screen. Plug in another display to share your view and then turn display sharing on above.
wa: Vos n' mostez vosse sicribanne pol moumint ki sol waitroûle di vosse copiutrece. Tchôkîz èn ôte éndjin d' hånaedje po pårtaedjî vosse vuwe ey adon mete li pårtaedje do håynaedje èn alaedje vaici pa dzeu.

source: You are showing your desktop on an external monitor or projector.
wa: Vos mostrez vosse sicribanne so ene dfoûtrinne waitroûle ou pordjeteu.

source: Displays and projectors
wa: Håynaedjes eyet pordjeteus

source: Could not get screen information
wa: Dji n' a savou pexhî l' informåcion sol waitroûle

source: Display
wa: Håynaedje

source: Include _panel
wa: Mete _sicriftôr divins

source: Left
wa: Hintche

source: Monitor
wa: Waitroûle

source: Monitor Preferences
wa: Preferinces pol waitroûle

source: Normal
wa: Normå

source: Off
wa: Disclitchî

source: On
wa: Eclitchî

source: Panel icon
wa: Imådjete do scriftôr

source: R_otation:
wa: T_ournaedje

source: Re_fresh rate:
wa: Frecwince di ra_fristaedje

source: Right
wa: Droete

source: Sa_me image in all monitors
wa: _Minme imådje po totes les waitroûles

source: Upside-down
wa: Betchfessî

source: _Detect monitors
wa: _Detecter les waitroûles

source: _Resolution:
wa: _Finté :

source: _Show monitors in panel
wa: Mo_strer les håynaedjes e scriftôr

source: Change resolution and position of monitors
wa: Candjî l' finté eyet l' eplaeçmint des waitroûles

source: Monitors
wa: Waitroûles

source: Upside Down
wa: Betchfessî

source: Mirror Screens
wa: Waitroûles e muroe

source: Monitor: %s
wa: Waitroûle : %s

source: Select a monitor to change its properties; drag it to rearrange its placement.
wa: Tchoezixhoz ene waitroûle po candjî ses prôpietés; bodjîz l' eyet l' saetchî po rarindjî s' plaeçmint.

source: Could not detect displays
wa: Dji n' a savou detecter les éndjins d' håynaedje

source: Sound
wa: Son

source: Desktop
wa: Sicribanne

source: New shortcut...
wa: Novea rascourti...

source: Accelerator key
wa: Tape di rascourti

source: Disabled
wa: Dismetou

source: <Unknown Action>
wa: <Accion nén cnoxhowe>

source: Custom Shortcuts
wa: Rascourtis da vosse

source: Error saving the new shortcut
wa: Åk n' a nén stî come dji schapéve li noû rascourti

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
wa: Dji n' sai nén eplyî l' rascourti « %s » pask' on n' sårè pus taper e s' siervant d' cisse tape la. Sayî d' vos siervi d' ene tape come Controle, Alt oudon-bén Maj e minme tins, s' i vs plait.

source: The shortcut "%s" is already used for "%s"
wa: Li rascourti « %s » est ddja eployî po « %s »

source: If you reassign the shortcut to "%s", the "%s" shortcut will be disabled.
wa: Si vs raroyîz l' rascourti so « %s », li rascourti « %s » serè essocté.

source: _Reassign
wa: _Raroyî

source: Too many custom shortcuts
wa: I gn a trop d' rascourtis a vosse môde

source: Action
wa: Accion

source: Shortcut
wa: Rascourti

source: Custom Shortcut
wa: Rascourti a vosse môde

source: Keyboard Shortcuts
wa: Rascourtis del taprece

source: Keyboard
wa: Taprece

source: Layouts
wa: Adjinçmints

source: Just apply settings and quit (compatibility only; now handled by daemon)
wa: Djusse mete èn ouve les apontiaedje et cwiter (seulmint l' compatibilité ; apontyî asteure pal démon)

source: - GNOME Keyboard Preferences
wa: - Preferinces del taprece di GNOME

source: General
wa: Djenerå

source: Slow Keys
wa: Londjinnès tapes

source: Sticky Keys
wa: Aclawåvès tapes

source: Audio _Feedback...
wa: _Ritoû odio

source: D_elay:
wa: Tårdja_edje :

source: Disa_ble sticky keys if two keys are pressed together
wa: Dis_mete les aclawåvès tapes si deus tapes sont tchôkeyes eshonnes

source: Fast
wa: Roede

source: Keyboard Preferences
wa: Preferinces del taprece

source: Keyboard _model:
wa: _Modele del taprece :

source: Long
wa: Longue

source: Mouse Keys
wa: Botons del sori

source: Move _Down
wa: _Dischinde

source: Move _Up
wa: _Monter

source: New windows u_se active window's layout
wa: Les noveas purneas s' _siervèt di l' adjinçmint då purnea ovrant

source: Repeat Keys
wa: Repeter les tapes

source: Repeat keys speed
wa: Repeter l' raddisté des tapes

source: Reset to De_faults
wa: Rimete come _prémetou

source: S_peed:
wa: _Raddisté :

source: Short
wa: Coûte

source: Slow
wa: Londjinne

source: _Accessibility features can be toggled with keyboard shortcuts
wa: On sait mete/dismete les fonccions d' _accessibilité avou des rascourtis sol taprece

source: _Delay:
wa: _Tårdjaedje:

source: _Only accept long keypresses
wa: N' accepter _ki les longs tchôcaedjes di tapes

source: _Options...
wa: _Tchuzes...

source: _Pointer can be controlled using the keypad
wa: On n' sait controler l' _pwinteu avou l' keypad

source: _Separate layout for each window
wa: Adjinçmint a _pårt po tchaeke purnea

source: _Simulate simultaneous keypresses
wa: _Forvey les tchôcaedjes di tapes e minme tins

source: _Speed:
wa: _Roedeu:

source: _Type to test settings:
wa: _Tapez po sayî l' apontiaedje:

source: minutes
wa: munutes

source: By _country
wa: Pa _payis

source: By _language
wa: Pa _lingaedje

source: Choose a Layout
wa: Tchoezi èn adjinçmint

source: Preview:
wa: Prévoeyaedje :

source: _Country:
wa: _Payis :

source: _Language:
wa: _Lingaedje :

source: Choose a Keyboard Model
wa: Tchoezixhoz on modele di taprece

source: _Models:
wa: _Modeles :

source: _Vendors:
wa: _Markes :

source: Keyboard Layout Options
wa: Tchuzes d' adjinçmint del taprece

source: Unknown
wa: Nén cnoxhou

source: Layout
wa: Adjinçmint

source: Vendors
wa: Markes

source: Models
wa: Modeles

source: Default
wa: Prémetou

source: Set your keyboard preferences
wa: Defini vos preferinces pol taprece

source: Pointing Devices
wa: Éndjins d' pwintaedje

source: gesture|Move left
wa: Bodjî a hintche

source: gesture|Move right
wa: Bodjî a droete

source: gesture|Move up
wa: Monter

source: gesture|Move down
wa: Dischinde

source: gesture|Disabled
wa: Essocté

source: Specify the name of the page to show (general|accessibility)
wa: Sipecifyîz l' no del pådje a mostrer

source: - GNOME Mouse Preferences
wa: - Preferinces di GNOME pol sori

source: Choose type of click with mo_use gestures
wa: Tchoezixhoz l' sôre di clitche avous les djesses del _sori

source: D_ouble click:
wa: D_obe clitche :

source: D_rag click:
wa: Clitche di _bodjaedje et saetchaedje :

source: Double-Click Timeout
wa: Tårdjaedje do dobe-clitche

source: Drag and Drop
wa: Bodjî eyet saetchî

source: High
wa: Hôt

source: Locate Pointer
wa: Pwinteu coinrece

source: Low
wa: Bas

source: Mouse Orientation
wa: Ashidaedje del sori

source: Mouse Preferences
wa: Preferinces pol sori

source: Pointer Speed
wa: Raddisté do pwinteu

source: Scrolling
wa: Disrôlaedje

source: Seco_ndary click:
wa: Deu_jhine clitche :

source: Sh_ow position of pointer when the Control key is pressed
wa: Mostrer l' eplaeçmint do pwinteu cwand l' tape Contrôle est tchôkeye

source: Show click type _window
wa: Mostrer l' _purnea del sôre di cliche

source: Simulated Secondary Click
wa: Deujhinme clitche forveyou

source: Two-_finger scrolling
wa: Disrôlaedje avou deus _doets

source: _Disabled
wa: _Essocté

source: _Edge scrolling
wa: Disrôlaedje ås _boirdeurs

source: _Initiate click when stopping pointer movement
wa: _Ataker l' clitche cwand ons arestêye di bodjî l' pwinteu

source: _Left-handed
wa: _Gåtchî

source: _Right-handed
wa: _Droetî

source: _Sensitivity:
wa: _Sinsiûlisté :

source: _Single click:
wa: On _seu clitche :

source: _Timeout:
wa: As_ådje :

source: _Trigger secondary click by holding down the primary button
wa: (Dis)me_te li deujhinme clitche e wårdant l' prumî boton tchôkî

source: Mouse
wa: Sori

source: Set your mouse preferences
wa: Defini vos preferinces pol sori

source: Network
wa: Rantoele

source: New Location...
wa: Novea eplaeçmint...

source: Location already exists
wa: L' eplaeçmint egzistêye dedja

source: Network Proxy
wa: Procsi d' rantoele

source: Set your network proxy preferences
wa: Defini les rreferinces di vosse procsi d' rantoele

source: Autoconfiguration _URL:
wa: _Hårdêye po l' apontiaedje otomatike:

source: C_reate
wa: Ahive_r

source: Create New Location
wa: Ahiver novea eplaeçmint

source: Di_rect internet connection
wa: Raloyaedje di_rek al daegntoele

source: HTTP Proxy Details
wa: Detays do proxy HTTP

source: H_TTP proxy:
wa: Procsi H_TTP :

source: Ignore Host List
wa: Passer houte del djivêye des lodjoes

source: Ignored Hosts
wa: Lodjoes passés houtes

source: Location:
wa: Eplaeçmint :

source: Network Proxy Preferences
wa: Preferinces pol procsi del rantoele

source: Port:
wa: Pôrt:

source: Proxy Configuration
wa: Apontiaedje do procsi

source: S_ocks host:
wa: Lodjoe S_OCKS:

source: The location already exists.
wa: L' eplaeçmint egzistêye dedja

source: U_sername:
wa: No d' u_zeu :

source: _Automatic proxy configuration
wa: Apontiaedje _otomatike do procsi

source: _Delete Location
wa: _Disfacer eplaeçmint

source: _Details
wa: _Detays

source: _FTP proxy:
wa: Proxy _FTP:

source: _Location name:
wa: No d' l' ep_laeçmint :

source: _Manual proxy configuration
wa: Apontiaedje al _mwin do procsi

source: _Password:
wa: _Sicrete:

source: _Secure HTTP proxy:
wa: Procsi HTTP e _såvrité :

source: _Use authentication
wa: Eplo_yî l' otintifiaedje

source: _Use the same proxy for all protocols
wa: Eplo_yî l' minme procsi po tos les protocoles

source: Sorry, the passwords do not match
wa: Dji rgrete mins les screts n' corespondèt nén

source: The new password is now saved
wa: Li novea scret est asteure schapé

source: Authentication failed
wa: L' otintifiaedje a fwait berwete

source: The new password is too short
wa: Li novea scret est trop court

source: The new password is too simple
wa: Li novea scret est trop åjhey

source: The old and new passwords are too similar
wa: Li vî eyet l' novea screts sont trop les minmes

source: The new password must contain numeric or special characters
wa: I fåt awè des chifes et des caracteres sipeciås e novea scret

source: The old and new passwords are the same
wa: Li vî eyet l' novea screts sont les minmes

source: Your password has been changed since you initially authenticated!
wa: Vosse sicret a stî candjî dispoy ki vs vos avoz otintifyî pol prumî côp !

source: The new password does not contain enough different characters
wa: I gn a pont d' diferins caracteres assez e novea scret

source: Unknown error
wa: Aroke nén cnoxhowe

source: Window Preferences
wa: Preferinces pol purnea

source: _Select windows when the mouse moves over them
wa: _Tchoezi les purneas cwand l' sori passe å dzeur

source: seconds
wa: segondes

source: Set your window properties
wa: Definixhoz les prôpietés di vosse purnea

source: Windows
wa: Purneas

source: Window manager "%s" has not registered a configuration tool
wa: Li manaedjeu di purneas «%s» n' a nén redjistré ene usteye d' apontiaedje

source: Maximize
wa: Å pus grand

source: Maximize Vertically
wa: Å pus lådje d' astampé

source: Maximize Horizontally
wa: Å pus lådje di coutchî

source: Minimize
wa: Å pus ptit

source: Roll up
wa: Erôler

source: None
wa: Nole

source: Control Center
wa: Cinte di contrôle

source: The GNOME configuration tool
wa: L' usteye d' apontiaedje di GNOME

source: Settings
wa: Apontiaedjes

source: translator-credits
wa: Djan Cayron, Pablo Saratxaga, Lorint Hindschel

source: Name:
wa: No :

source: Description:
wa: Discrijhaedje :

source: Installed
wa: Astalé

source: Install Failed
wa: L' astalaedje a fwait berwete

source: usage: %s fontfile
wa: eployaedje : fitchî d' fonte %s

source: I_nstall Font
wa: _Astaler fonte

source: Font Viewer
wa: Håyneu d' fonte

source: Preview fonts
wa: Prévoeyaedje des fontes

source: Text to thumbnail (default: Aa)
wa: Tecse e prévoeyaedje (prémetou : Aa)

source: TEXT
wa: SICRIJHAEDJE

source: Font size (default: 64)
wa: Grandeu del fonte (prémetou : 64)

source: SIZE
wa: GRANDEU

source: FONT-FILE OUTPUT-FILE
wa: FITCHÎ-FONTE FITCHÎ-REXHOWE

source: Error parsing arguments: %s
wa: Aroke d' analijhe des årgumints : %s

source: Your filter "%s" does not match any items.
wa: Vosse passete « %s » ni corespond a nou cayet.

source: No matches found.
wa: Rén ki corespond d' trové.

source: Other
wa: Ôte

source: Start %s
wa: Enonder %s

source: Help
wa: Aidance

source: Upgrade
wa: Mete a livea

source: Uninstall
wa: Disastaler

source: Remove from Favorites
wa: Oister des colåds

source: Add to Favorites
wa: Radjouter ås colåds

source: Remove from Startup Programs
wa: Oister des programes a l' enondaedje

source: Add to Startup Programs
wa: Radjouter ås programes a l' enondaedje

source: New Spreadsheet
wa: Novea tåvlea

source: New Document
wa: Novea documint

source: Documents
wa: Documints

source: File System
wa: Sistinme di fitchî

source: Network Servers
wa: Sierveus d' rantoele

source: Search
wa: Trover

source: <b>Open</b>
wa: <b>Drovi</b>

source: Rename...
wa: Rilomer...

source: Send To...
wa: Evoyî a...

source: Move to Trash
wa: Taper å batch

source: Delete
wa: Disfacer

source: Are you sure you want to permanently delete "%s"?
wa: Voloz vs disfacer « %s » po do bon ?

source: If you delete an item, it is permanently lost.
wa: Si vs disfacez on cayet, i srè pierdou po todi

source: Open with "%s"
wa: Drovi avou « %s »

source: Open with Default Application
wa: Drovi avou l' programe prémetou

source: Open in File Manager
wa: Drovi e manaedjeu des fitchîs

source: %l:%M %p
wa: %k:%M

source: Today %l:%M %p
wa: Ouy %k:%M

source: Yesterday %l:%M %p
wa: Ayir %k:%M

source: %a %l:%M %p
wa: %a %k:%M

source: %b %d %l:%M %p
wa: li %d di %b %k:%M

source: %b %d %Y
wa: li %d di %b %Y

source: Find Now
wa: Trover do côp

source: <b>Open %s</b>
wa: <b>Drovi %s</b>

source: Remove from System Items
wa: Oister des cayets do sistinme
